Repository: hunnyhun/calendo
Catalog: Stoa AI/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, it, nl, pt, ru, sv, uk

# suffering_six_months_to_year
source: 6 months to 1 year
de: 6 Monate bis 1 Jahr
hu: 6 hónaptól 1 évig
nl: 6 maanden tot 1 jaar
ru: 6 месяцев до 1 года
sv: 6 månader till 1 år
uk: 6 місяців до 1 року

# suffering_one_to_three_years
source: 1-3 years
de: 1-3 Jahre
hu: 1-3 év
nl: 1-3 jaar
ru: 1-3 года
sv: 1-3 år
uk: 1-3 роки

# suffering_several_years
source: Several years
de: Mehrere Jahre
hu: Több év
nl: Enkele jaren
ru: Несколько лет
sv: Flera år
uk: Кілька років

# suffering_not_applicable
source: Not applicable to me
de: Trifft auf mich nicht zu
hu: Nem vonatkozik rám
nl: Niet van toepassing op mij
ru: Не относится ко мне
sv: Gäller inte mig
uk: Не стосується мене

# suffering_recently_started_desc
source: I've just begun this journey
de: Ich habe diese Reise gerade begonnen
hu: Éppen most kezdtem ezt az utat
nl: Ik ben net aan deze reis begonnen
ru: Я только что начал этот путь
sv: Jag har precis börjat denna resa
uk: Я щойно розпочав цей шлях

# suffering_few_months_desc
source: I've been working on this for a few months
de: Ich arbeite seit einigen Monaten daran
hu: Néhány hónapja dolgozom ezen
nl: Ik werk hier al een paar maanden aan
ru: Я работаю над этим несколько месяцев
sv: Jag har arbetat med detta i några månader
uk: Я працюю над цим кілька місяців

# suffering_six_months_to_year_desc
source: I've been dealing with this for half a year to a year
de: Ich beschäftige mich seit einem halben bis einem Jahr damit
hu: Fél évtől egy évig foglalkoztam ezzel
nl: Ik heb hier een half jaar tot een jaar mee te maken
ru: Я имею дело с этим от полугода до года
sv: Jag har hanterat detta i ett halvt år till ett år
uk: Я маю справу з цим від півроку до року

# suffering_one_to_three_years_desc
source: This has been an ongoing challenge for 1-3 years
de: Dies ist eine anhaltende Herausforderung seit 1-3 Jahren
hu: Ez 1-3 éve folyamatos kihívás
nl: Dit is al 1-3 jaar een voortdurende uitdaging
ru: Это постоянный вызов уже 1-3 года
sv: Detta har varit en pågående utmaning i 1-3 år
uk: Це постійний виклик вже 1-3 роки

# suffering_several_years_desc
source: I've been facing this for many years
de: Ich stehe seit vielen Jahren davor
hu: Évek óta szembesülök ezzel
nl: Ik sta hier al jaren voor
ru: Я сталкиваюсь с этим много лет
sv: Jag har stött på detta i många år
uk: Я стикаюся з цим багато років

# suffering_not_applicable_desc
source: This question doesn't apply to my situation
de: Diese Frage trifft auf meine Situation nicht zu
hu: Ez a kérdés nem vonatkozik a helyzetemre
nl: Deze vraag is niet van toepassing op mijn situatie
ru: Этот вопрос не относится к моей ситуации
sv: Denna fråga gäller inte min situation
uk: Це питання не стосується моєї ситуації

# gender_male
source: Male
de: Männlich
hu: Férfi
nl: Man
ru: Мужской
sv: Man
uk: Чоловічий

# gender_female
source: Female
de: Weiblich
hu: Nő
nl: Vrouw
ru: Женский
sv: Kvinna
uk: Жіночий

# gender_non_binary
source: Non-binary
de: Nicht-binär
hu: Nem bináris
nl: Non-binair
ru: Небинарный
sv: Icke-binär
uk: Небінарний

# gender_prefer_not_to_say
source: Prefer not to say
de: Möchte nicht angeben
hu: Nem szeretném megosztani
nl: Zeg liever niet
ru: Предпочитаю не указывать
sv: Vill inte ange
uk: Віддаю перевагу не вказувати

source: APP
fr: APPLICATION
hu: ALKALMAZÁS
pt: APLICAÇÃO
ru: ПРИЛОЖЕНИЕ
uk: ДОДАТОК

source: Notification Preferences
de: Benachrichtigungseinstellungen
fr: Préférences de Notification
hu: Értesítési beállítások
it: Preferenze di Notifica
nl: Meldingsvoorkeuren
pt: Preferências de Notificação
ru: Настройки уведомлений
sv: Notisinställningar
uk: Налаштування сповіщень

# languageSettings
source: Language
de: Sprache
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pt: Idioma
ru: Язык
sv: Språk
uk: Мова

source: Sign In
de: Anmelden
fr: Se Connecter
hu: Bejelentkezés
it: Accedi
nl: Inloggen
pt: Iniciar Sessão
ru: Войти
sv: Logga in
uk: Увійти

source: Sign Up
de: Registrieren
fr: S'Inscrire
hu: Regisztráció
it: Registrati
nl: Registreren
pt: Registar
ru: Регистрация
sv: Registrera dig
uk: Реєстрація

source: Email
ru: Электронная почта
sv: E-post
uk: Електронна пошта

source: Password
de: Passwort
fr: Mot de Passe
hu: Jelszó
nl: Wachtwoord
pt: Palavra-passe
ru: Пароль
sv: Lösenord
uk: Пароль

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de Passe Oublié ?
hu: Elfelejtetted a jelszót?
it: Password Dimenticata?
nl: Wachtwoord vergeten?
pt: Esqueceu a palavra-passe?
ru: Забыли пароль?
sv: Glömt lösenord?
uk: Забули пароль?

source: Daily Quote
de: Tägliches Zitat
fr: Citation Quotidienne
hu: Napi idézet
it: Citazione del Giorno
nl: Dagelijks citaat
pt: Citação Diária
ru: Ежедневная цитата
sv: Dagligt citat
uk: Щоденна цитата

source: Share Quote
de: Zitat teilen
fr: Partager la Citation
hu: Idézet megosztása
it: Condividi Citazione
nl: Deel citaat
pt: Partilhar Citação
ru: Поделиться цитатой
sv: Dela citat
uk: Поділитися цитатою

source: Quotes
de: Zitate
fr: Citations
hu: Idézetek
it: Citazioni
nl: Citaten
pt: Citações
ru: Цитаты
sv: Citat
uk: Цитати

source: Previous Quotes
de: Vorherige Zitate
fr: Citations Précédentes
hu: Korábbi idézetek
it: Citazioni Precedenti
nl: Vorige citaten
pt: Citações Anteriores
ru: Предыдущие цитаты
sv: Tidigare citat
uk: Попередні цитати

# noPreviousQuotes
source: No previous quotes available
de: Keine vorherigen Zitate verfügbar
fr: Aucune citation précédente disponible
hu: Nincs elérhető korábbi idézet
it: Nessuna citazione precedente disponibile
nl: Geen vorige citaten beschikbaar
pt: Não há citações anteriores disponíveis
ru: Нет предыдущих цитат
sv: Inga tidigare citat tillgängliga
uk: Немає попередніх цитат

# noQuoteAvailable
source: No quote available today.
de: Heute kein Zitat verfügbar.
fr: Aucune citation disponible aujourd'hui.
hu: Ma nincs elérhető idézet.
it: Nessuna citazione disponibile oggi.
nl: Geen citaat beschikbaar vandaag.
pt: Não há citação disponível hoje.
ru: Сегодня нет доступной цитаты.
sv: Inget citat tillgängligt idag.
uk: Сьогодні немає доступної цитати.

source: From Notification
de: Von Benachrichtigung
fr: Depuis la Notification
hu: Értesítésből
it: Da Notifica
nl: Van melding
pt: De Notificação
ru: Из уведомления
sv: Från notis
uk: Зі сповіщення

source: Chat
hu: Csevegés
ru: Чат
sv: Chatt
uk: Чат

source: Send
de: Senden
fr: Envoyer
hu: Küldés
it: Invia
nl: Verzenden
pt: Enviar
ru: Отправить
sv: Skicka
uk: Відправити

# messageHint
source: Type your message...
de: Gib deine Nachricht ein...
fr: Tapez votre message...
hu: Írd be az üzeneted...
it: Scrivi il tuo messaggio...
nl: Typ je bericht...
pt: Escreva a sua mensagem...
ru: Введите ваше сообщение...
sv: Skriv ditt meddelande...
uk: Введіть ваше повідомлення...

source: New Chat
de: Neuer Chat
fr: Nouveau Chat
hu: Új csevegés
it: Nuova Chat
nl: Nieuwe chat
pt: Nova Conversa
ru: Новый чат
sv: Ny chatt
uk: Новий чат

# priest
source: Sage
de: Weiser
fr: Prêtre
hu: Bölcs
it: Sacerdote
nl: Wijze
pt: Padre
ru: Мудрец
sv: Visa
uk: Мудрець

# welcomeToChat
source: Welcome to Philosophical Reflection
de: Willkommen zur philosophischen Reflexion
fr: Bienvenue dans la Confession Numérique
hu: Üdvözöllek a filozófiai elmélkedésben
it: Benvenuto alla Confessione Digitale
nl: Welkom bij filosofische reflectie
pt: Bem-vindo à Confissão Digital
ru: Добро пожаловать в философское размышление
sv: Välkommen till filosofisk reflektion
uk: Ласкаво просимо до філософського роздуму

# welcomeToStoicHabitMind
source: Welcome to Calendo
de: Willkommen bei Calendo
hu: Üdvözöl a Calendo
nl: Welkom bij Calendo
ru: Добро пожаловать в Calendo
sv: Välkommen till Calendo
uk: Ласкаво просимо до Calendo

# holySpirit
source: Let us explore the depths of wisdom and virtue together.
de: Lass uns gemeinsam die Tiefen der Weisheit und Tugend erkunden.
fr: Au nom du Père, du Fils et du Saint-Esprit.
hu: Fedeztük fel együtt a bölcsesség és erény mélységét.
it: Nel nome del Padre, del Figlio e dello Spirito Santo.
nl: Laten we samen de diepte van wijsheid en deugd verkennen.
pt: Em nome do Pai, do Filho e do Espírito Santo.
ru: Давайте вместе исследуем глубины мудрости и добродетели.
sv: Låt oss tillsammans utforska visdom och dygd.
uk: Давайте разом дослідимо глибини мудрості та чесноти.

# confessSuggestion1
source: How can I turn daily obstacles into opportunities for growth?
de: Wie kann ich tägliche Hindernisse in Wachstumschancen verwandeln?
fr: Comment puis-je transformer les obstacles quotidiens en opportunités de croissance ?
hu: Hogyan alakíthatom át a napi akadályokat fejlődési lehetőségekké?
it: Come posso trasformare gli ostacoli quotidiani in opportunità di crescita?
nl: Hoe kan ik dagelijkse obstakels omzetten in kansen voor groei?
pt: Como posso transformar obstáculos diários em oportunidades de crescimento?
ru: Как я могу превратить ежедневные препятствия в возможности для роста?
sv: Hur kan jag förvandla dagliga hinder till möjligheter för tillväxt?
uk: Як я можу перетворити щоденні перешкоди на можливості для росту?

# confessSuggestion2
source: I'm struggling with anger - how can I manage it better?
de: Ich kämpfe mit Wut - wie kann ich sie besser bewältigen?
fr: Je lutte contre la colère - que conseillerait Marc Aurèle ?
hu: Haraggal küzdök - hogyan kezelhetem jobban?
it: Sto lottando con la rabbia - cosa consiglierebbe Marco Aurelio?
nl: Ik worstel met woede - hoe kan ik het beter beheersen?
pt: Estou lutando contra a raiva - o que Marco Aurélio aconselharia?
ru: Я борюсь с гневом - как я могу лучше управлять им?
sv: Jag kämpar med ilska - hur kan jag hantera det bättre?
uk: Я борюся з гнівом - як я можу краще керувати ним?

# confessSuggestion3
source: Help me understand the discipline of desire vs. what's in my control
de: Hilf mir, die Disziplin des Verlangens vs. das, was in meiner Kontrolle ist, zu verstehen
fr: Aidez-moi à comprendre la discipline du désir vs. ce qui est sous mon contrôle
hu: Segíts megérteni a vágy fegyelmét és azt, ami az irányításomban van
it: Aiutami a capire la disciplina del desiderio vs. ciò che è sotto il mio controllo
nl: Help me de discipline van verlangen begrijpen vs. wat in mijn controle is
pt: Ajude-me a entender a disciplina do desejo vs. o que está no meu controle
ru: Помогите мне понять дисциплину желания против того, что в моем контроле
sv: Hjälp mig förstå disciplinen av begär vs. vad som är i min kontroll
uk: Допоможіть мені зрозуміти дисципліну бажання проти того, що в моєму контролі

# habitSuggestion1
source: Help me create a morning reflection habit
de: Hilf mir, eine Morgenreflexionsgewohnheit zu erstellen
hu: Segíts létrehozni egy reggeli elmélkedési szokást
nl: Help me een ochtendreflectiegewoonte te creëren
ru: Помогите мне создать привычку утреннего размышления
sv: Hjälp mig skapa en morgonreflexionsvana
uk: Допоможіть мені створити звичку ранкової роздуми

# habitSuggestion2
source: I want to build a habit of reading personal development content daily
de: Ich möchte eine Gewohnheit aufbauen, täglich persönliche Entwicklungsinhalte zu lesen
hu: Szeretnék egy szokást kialakítani, hogy naponta személyes fejlesztő tartalmat olvassak
nl: Ik wil een gewoonte opbouwen om dagelijks persoonlijke ontwikkelingsinhoud te lezen
ru: Я хочу создать привычку ежедневно читать контент о личностном развитии
sv: Jag vill bygga en vana att läsa personlig utveckling dagligen
uk: Я хочу створити звичку щодня читати контент про особистісний розвиток

# habitSuggestion3
source: How can I develop a consistent evening review practice?
de: Wie kann ich eine konsistente Abendbesprechungspraxis entwickeln?
hu: Hogyan fejleszthetek egy következetes esti áttekintési gyakorlatot?
nl: Hoe kan ik een consistente avondbeoordelingspraktijk ontwikkelen?
ru: Как я могу развить последовательную практику вечернего обзора?
sv: Hur kan jag utveckla en konsekvent kvällsgenomgångspraxis?
uk: Як я можу розвинути послідовну практику вечірнього огляду?

source: Message Limit Reached
de: Nachrichtenlimit erreicht
fr: Limite de messages atteinte
hu: Üzenetkorlát elérve
it: Limite di messaggi raggiunto
nl: Berichtenlimiet bereikt
pt: Limite de mensagens atingido
ru: Достигнут лимит сообщений
sv: Meddelandegräns nådd
uk: Досягнуто ліміт повідомлень

# upgradeToPremium
source: Upgrade to Premium for unlimited messages
de: Auf Premium upgraden für unbegrenzte Nachrichten
fr: Passez à Premium pour des messages illimités
hu: Frissíts Prémiumra korlátlan üzenetekért
it: Passa a Premium per messaggi illimitati
nl: Upgrade naar Premium voor onbeperkte berichten
pt: Atualize para Premium para mensagens ilimitadas
ru: Обновитесь до Премиум для неограниченных сообщений
sv: Uppgradera till Premium för obegränsade meddelanden
uk: Оновіться до Преміум для необмежених повідомлень

# confessThoughts
source: Share your philosophical thoughts...
de: Teile deine philosophischen Gedanken...
fr: Confessez vos pensées...
hu: Oszd meg filozófiai gondolataidat...
it: Confessa i tuoi pensieri...
nl: Deel je filosofische gedachten...
pt: Confesse os seus pensamentos...
ru: Поделитесь своими философскими мыслями...
sv: Dela dina filosofiska tankar...
uk: Поділіться своїми філософськими думками...

source: No chats yet
de: Noch keine Chats
fr: Pas encore de chats
hu: Még nincs csevegés
it: Nessuna chat ancora
nl: Nog geen chats
pt: Ainda não há conversas
ru: Пока нет чатов
sv: Inga chattar ännu
uk: Поки немає чатів

source: New Conversation
de: Neue Unterhaltung
fr: Nouvelle Conversation
hu: Új beszélgetés
it: Nuova Conversazione
nl: Nieuwe conversatie
pt: Nova Conversa
ru: Новый разговор
sv: Ny konversation
uk: Нова розмова

source: Today
de: Heute
fr: Aujourd'hui
hu: Ma
it: Oggi
nl: Vandaag
pt: Hoje
ru: Сегодня
sv: Idag
uk: Сьогодні

source: Yesterday
de: Gestern
fr: Hier
hu: Tegnap
it: Ieri
nl: Gisteren
pt: Ontem
ru: Вчера
sv: Igår
uk: Вчора

source: Last Week
de: Letzte Woche
fr: La Semaine Dernière
hu: Múlt hét
it: Ultima Settimana
nl: Vorige week
pt: Última Semana
ru: На прошлой неделе
sv: Förra veckan
uk: Минулого тижня

source: Earlier
de: Früher
fr: Plus Tôt
hu: Korábban
it: Precedente
nl: Eerder
pt: Anteriores
ru: Ранее
sv: Tidigare
uk: Раніше

# upgradeToPremiumButton
source: Upgrade to Premium
de: Auf Premium upgraden
fr: Passer à Premium
hu: Frissítés Prémiumra
it: Passa a Premium
nl: Upgrade naar Premium
pt: Atualizar para Premium
ru: Обновиться до Премиум
sv: Uppgradera till Premium
uk: Оновитися до Преміум

# dailySpiritualQuote
source: Quotes
de: Zitate
fr: Citation Spirituelle Quotidienne
hu: Idézetek
it: Citazione Spirituale Quotidiana
nl: Citaten
pt: Citação Espiritual Diária
ru: Цитаты
sv: Citat
uk: Цитати

source: Unlock Premium
de: Premium freischalten
fr: Débloquer Premium
hu: Prémium feloldása
it: Sblocca Premium
nl: Premium ontgrendelen
pt: Desbloquear Premium
ru: Разблокировать Премиум
sv: Lås upp Premium
uk: Розблокувати Преміум

source: Restore Purchases
de: Käufe wiederherstellen
fr: Restaurer les Achats
hu: Vásárlások visszaállítása
it: Ripristina Acquisti
nl: Aankopen herstellen
pt: Restaurar Compras
ru: Восстановить покупки
sv: Återställ köp
uk: Відновити покупки

source: Open Settings
de: Öffnet Systemeinstellungen, um die App-Sprache zu ändern
fr: Ouvre les paramètres système pour changer la langue de l'application
hu: Megnyitja a rendszerbeállításokat az alkalmazás nyelvének megváltoztatásához
it: Apre le impostazioni di sistema per cambiare la lingua dell'app
nl: Opent systeeminstellingen om de apptaal te wijzigen
pt: Abre as definições do sistema para alterar o idioma da aplicação
ru: Открывает системные настройки для изменения языка приложения
sv: Öppnar systeminställningar för att ändra appens språk
uk: Відкриває системні налаштування для зміни мови додатку

source: Account
de: Konto
fr: Compte
hu: Fiók
pt: Conta
ru: Аккаунт
sv: Konto
uk: Акаунт

source: Purchases
de: Käufe
fr: Achats
hu: Vásárlások
it: Acquisti
nl: Aankopen
pt: Compras
ru: Покупки
sv: Köp
uk: Покупки

# restoreSuccessMessage
source: Your purchases have been successfully restored.
de: Deine Käufe wurden erfolgreich wiederhergestellt.
fr: Vos achats ont été restaurés avec succès.
hu: A vásárlásaidat sikeresen visszaállítottuk.
it: I tuoi acquisti sono stati ripristinati con successo.
nl: Je aankopen zijn succesvol hersteld.
pt: As suas compras foram restauradas com sucesso.
ru: Ваши покупки были успешно восстановлены.
sv: Dina köp har återställts.
uk: Ваші покупки було успішно відновлено.

# restoreNoPurchasesFound
source: No previous purchases were found.
de: Keine vorherigen Käufe gefunden.
fr: Aucun achat précédent trouvé.
hu: Nem találhatók korábbi vásárlások.
it: Nessun acquisto precedente trovato.
nl: Geen eerdere aankopen gevonden.
pt: Não foram encontradas compras anteriores.
ru: Предыдущие покупки не найдены.
sv: Inga tidigare köp hittades.
uk: Попередні покупки не знайдено.

# restoreFailedMessage
source: Failed to restore purchases. Please try again.
de: Wiederherstellung der Käufe fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de la restauration des achats. Veuillez réessayer.
hu: A vásárlások visszaállítása sikertelen. Kérjük, próbáld újra.
it: Impossibile ripristinare gli acquisti. Riprova.
nl: Herstellen van aankopen mislukt. Probeer het opnieuw.
pt: Falha ao restaurar compras. Por favor, tente novamente.
ru: Не удалось восстановить покупки. Пожалуйста, попробуйте снова.
sv: Återställning av köp misslyckades. Försök igen.
uk: Не вдалося відновити покупки. Будь ласка, спробуйте ще раз.

source: Delete Account
de: Konto löschen
fr: Supprimer le Compte
hu: Fiók törlése
it: Elimina Account
nl: Account verwijderen
pt: Eliminar Conta
ru: Удалить аккаунт
sv: Radera konto
uk: Видалити акаунт

# deleteAccountTitle
source: Delete Account
de: Konto löschen
fr: Supprimer le Compte
hu: Fiók törlése
it: Elimina Account
nl: Account verwijderen
pt: Eliminar Conta
ru: Удалить аккаунт
sv: Radera konto
uk: Видалити акаунт

# deleteAccountConfirmMessage
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently deleted.
de: Bist du sicher, dass du dein Konto löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden und alle deine Daten werden dauerhaft gelöscht.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut pas être annulée et toutes vos données seront définitivement supprimées.
hu: Biztosan törölni szeretnéd a fiókodat? Ez a művelet nem vonható vissza és az összes adatod véglegesen törlődik.
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata e tutti i tuoi dati verranno eliminati permanentemente.
nl: Weet je zeker dat je je account wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en al je gegevens worden permanent verwijderd.
pt: Tem a certeza de que deseja eliminar a sua conta? Esta ação não pode ser desfeita e todos os seus dados serão permanentemente eliminados.
ru: Вы уверены, что хотите удалить свой аккаунт? Это действие нельзя отменить, и все ваши данные будут навсегда удалены.
sv: Är du säker på att du vill radera ditt konto? Denna åtgärd kan inte ångras och alla dina data raderas permanent.
uk: Ви впевнені, що хочете видалити свій акаунт? Цю дію не можна скасувати, і всі ваші дані будуть назавжди видалені.

# deleteAccountFailedMessage
source: Failed to delete account.
de: Konto konnte nicht gelöscht werden.
fr: Échec de la suppression du compte.
hu: A fiók törlése sikertelen.
it: Impossibile eliminare l'account.
nl: Account verwijderen mislukt.
pt: Falha ao eliminar a conta.
ru: Не удалось удалить аккаунт.
sv: Radering av konto misslyckades.
uk: Не вдалося видалити акаунт.

# cancelButton
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Скасувати

# deleteButton
source: Delete
de: Löschen
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pt: Eliminar
ru: Удалить
sv: Radera
uk: Видалити

source: OK
ru: ОК
uk: ОК

# errorTitle
source: Error
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
nl: Fout
pt: Erro
ru: Ошибка
sv: Fel
uk: Помилка

# unknownError
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
hu: Ismeretlen hiba történt.
it: Si è verificato un errore sconosciuto.
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.
sv: Ett okänt fel uppstod.
uk: Сталася невідома помилка.

source: Sign up or log in
de: Registrieren oder anmelden
fr: Inscrivez-vous ou connectez-vous
hu: Regisztrálj vagy jelentkezz be
it: Registrati o accedi
nl: Registreren of inloggen
pt: Registe-se ou inicie sessão
ru: Зарегистрируйтесь или войдите
sv: Registrera dig eller logga in
uk: Зареєструйтеся або увійдіть

# signUpBenefitText
source: Save your chats, personalize experience and daily philosophical quotes.
de: Speichere deine Chats, personalisiere die Erfahrung und tägliche philosophische Zitate.
fr: Sauvegardez votre chat, personnalisez l'expérience et les citations quotidiennes.
hu: Mentsd el a csevegéseidet, személyre szabhatod az élményt és napi filozófiai idézeteket.
it: Salva la chat, personalizza l'esperienza e le citazioni giornaliere.
nl: Sla je chats op, personaliseer ervaring en dagelijkse filosofische citaten.
pt: Guarde a sua conversa, personalize a experiência e as citações diárias.
ru: Сохраняйте ваши чаты, персонализируйте опыт и ежедневные философские цитаты.
sv: Spara dina chattar, personanpassa upplevelsen och dagliga filosofiska citat.
uk: Зберігайте ваші чати, персоналізуйте досвід та щоденні філософські цитати.

source: Sign in to view Daily Quotes
de: Melde dich an, um tägliche Zitate anzuzeigen
fr: Connectez-vous pour voir les Citations Quotidiennes
hu: Jelentkezz be a napi idézetek megtekintéséhez
it: Accedi per vedere le Citazioni Giornaliere
nl: Log in om dagelijkse citaten te bekijken
pt: Inicie sessão para ver as Citações Diárias
ru: Войдите, чтобы просмотреть ежедневные цитаты
sv: Logga in för att se dagliga citat
uk: Увійдіть, щоб переглянути щоденні цитати

# signInToViewHistory
source: Sign in to view chat history.
de: Melde dich an, um den Chat-Verlauf anzuzeigen.
fr: Connectez-vous pour voir l'historique du chat.
hu: Jelentkezz be a csevegés előzmények megtekintéséhez.
it: Accedi per vedere la cronologia chat.
nl: Log in om chathistorie te bekijken.
pt: Inicie sessão para ver o histórico de conversas.
ru: Войдите, чтобы просмотреть историю чата.
sv: Logga in för att se chatthistorik.
uk: Увійдіть, щоб переглянути історію чату.

# authWelcomeTitle
source: Welcome to Your Growth Journey! 🚀
de: Willkommen zu deiner Wachstumsreise! 🚀
fr: Bienvenue dans Votre Parcours Spirituel ! ✨
hu: Üdvözöllek a fejlődési utadon! 🚀
it: Benvenuto nel Tuo Cammino Spirituale! ✨
nl: Welkom bij je groeireis! 🚀
pt: Bem-vindo à Sua Jornada Espiritual! ✨
ru: Добро пожаловать в ваше путешествие роста! 🚀
sv: Välkommen till din utvecklingsresa! 🚀
uk: Ласкаво просимо до вашої подорожі росту! 🚀

# authSubtitle
source: Begin your quest for personal development with SmartAI
de: Beginne deine Suche nach persönlicher Entwicklung mit SmartAI
fr: Commencez votre conversation divine avec StoicMind IA
hu: Kezdd el a személyes fejlesztési keresésed a SmartAI-val
it: Inizia la tua conversazione divina con StoicMind IA
nl: Begin je zoektocht naar persoonlijke ontwikkeling met SmartAI
pt: Comece a sua conversa divina com AI Saint
ru: Начните свое стремление к личностному развитию с SmartAI
sv: Börja din sökande efter personlig utveckling med SmartAI
uk: Почніть своє прагнення до особистісного розвитку з SmartAI
