Repository: hunnyhun/calendo
Catalog: Stoa AI/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, it, nl, pt, ru, sv, uk

source: Settings
de: Einstellungen
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt: Configurações
ru: Настройки
sv: Inställningar
uk: Налаштування

source: Language
de: Sprache
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pt: Idioma
ru: Язык
sv: Språk
uk: Мова

source: Done
de: Fertig
fr: Terminé
hu: Kész
it: Fatto
nl: Klaar
pt: Concluído
ru: Готово
sv: Klar
uk: Готово

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Скасувати

source: Sign Out
de: Abmelden
fr: Se Déconnecter
hu: Kijelentkezés
it: Disconnetti
nl: Uitloggen
pt: Terminar Sessão
ru: Выйти
sv: Logga ut
uk: Вийти

# appTitle
source: Calendo: Plan, Track & Achieve
de: Calendo: Planen, Verfolgen & Erreichen
hu: Calendo: Tervezés, Nyomon követés és Elérés
nl: Calendo: Plan, Volg & Bereik
ru: Calendo: Планируй, Отслеживай и Достигай
sv: Calendo: Planera, Spåra & Uppnå
uk: Calendo: Плануй, Відстежуй та Досягай

source: Premium
de: Premium-Abonnement
fr: Abonnement Premium
hu: Prémium előfizetés
it: Abbonamento Premium
nl: Premium-abonnement
pt: Subscrição Premium
ru: Премиум подписка
sv: Premium-prenumeration
uk: Преміум підписка

source: Free Account
de: Kostenloses Konto
fr: Compte Gratuit
hu: Ingyenes fiók
it: Account Gratuito
nl: Gratis account
pt: Conta Gratuita
ru: Бесплатный аккаунт
sv: Gratis konto
uk: Безкоштовний акаунт

source: Anonymous User
de: Anonymer Benutzer
fr: Utilisateur Anonyme
hu: Névtelen felhasználó
it: Utente Anonimo
nl: Anonieme gebruiker
pt: Utilizador Anónimo
ru: Анонимный пользователь
sv: Anonym användare
uk: Анонімний користувач

# task_mode
source: Task
de: Aufgabe
hu: Feladat
nl: Taak
ru: Задача
sv: Uppgift
uk: Завдання

source: Task Management
de: Aufgabenverwaltung
hu: Feladatkezelés
nl: Taakbeheer
ru: Управление задачами
sv: Uppgiftshantering
uk: Управління завданнями

source: My Tasks
de: Meine Aufgaben
hu: Feladataim
nl: Mijn taken
ru: Мои задачи
sv: Mina uppgifter
uk: Мої завдання

# onboarding_welcome_title
source: Welcome to Calendo
de: Willkommen bei Calendo
fr: Bienvenue dans StoicMind IA
hu: Üdvözöl a Calendo
it: Benvenuto in StoicMind IA
nl: Welkom bij Calendo
pt: Bem-vindo ao StoicMind IA
ru: Добро пожаловать в Calendo
sv: Välkommen till Calendo
uk: Ласкаво просимо до Calendo

# onboarding_welcome_description
source: Your personal growth companion for building better habits and achieving your goals. Begin your journey of self-improvement with practical guidance and support.
de: Dein persönlicher Wachstumsbegleiter für bessere Gewohnheiten und das Erreichen deiner Ziele. Beginne deine Selbstverbesserungsreise mit praktischer Anleitung und Unterstützung.
fr: Votre compagnon spirituel alimenté par l'intelligence artificielle. Obtenez des conseils, du soutien et de l'inspiration quotidienne dans votre parcours de foi.
hu: A személyes fejlődési társad a jobb szokások kialakításához és céljaid eléréséhez. Kezdd el az önfejlesztési utadat gyakorlati útmutatással és támogatással.
it: Il tuo compagno spirituale alimentato dall'intelligenza artificiale. Ottieni orientamento, supporto e ispirazione quotidiana nel tuo cammino di fede.
nl: Je persoonlijke groeimaatje voor het opbouwen van betere gewoonten en het bereiken van je doelen. Begin je zelfverbeteringsreis met praktische begeleiding en ondersteuning.
pt: O seu companheiro espiritual alimentado por inteligência artificial. Obtenha orientação, apoio e inspiração diária na sua jornada de fé.
ru: Ваш личный помощник в росте для формирования лучших привычек и достижения целей. Начните свой путь самосовершенствования с практическими советами и поддержкой.
sv: Din personliga utvecklingskompanjon för att bygga bättre vanor och uppnå dina mål. Börja din resa med självförbättring med praktisk vägledning och stöd.
uk: Ваш особистий помічник з росту для формування кращих звичок і досягнення цілей. Почніть свій шлях самовдосконалення з практичними порадами та підтримкою.

# onboarding_chat_title
source: How to Use the Chat
de: So verwendest du den Chat
fr: Discutez avec StoicMind IA
hu: A chat használata
it: Chatta con StoicMind IA
nl: Hoe de chat te gebruiken
pt: Converse com StoicMind IA
ru: Как использовать чат
sv: Hur man använder chatten
uk: Як використовувати чат

# onboarding_chat_description
source: Ask questions about life's challenges • Seek guidance on difficult decisions • Get help with personal growth and habit building • Ask anything you want to learn
de: Stelle Fragen zu Lebensherausforderungen • Suche Anleitung bei schwierigen Entscheidungen • Erhalte Hilfe bei persönlichem Wachstum und Gewohnheitsbildung • Frage alles, was du lernen möchtest
fr: Posez des questions sur la foi, cherchez des conseils ou ayez des conversations significatives. StoicMind IA est là pour écouter et fournir des réponses réfléchies.
hu: Kérdezz az élet kihívásairól • Kérj útmutatást nehéz döntésekhez • Segítséget kérhetsz a személyes fejlődéshez és szokáskialakításhoz • Kérdezhetsz bármit, amit tanulni szeretnél
it: Fai domande sulla fede, cerca orientamento o abbi conversazioni significative. StoicMind IA è qui per ascoltare e fornire risposte ponderate.
nl: Stel vragen over levensuitdagingen • Zoek begeleiding bij moeilijke beslissingen • Krijg hulp bij persoonlijke groei en gewoontevorming • Vraag alles wat je wilt leren
pt: Faça perguntas sobre a fé, procure orientação ou tenha conversas significativas. StoicMind IA está aqui para ouvir e fornecer respostas ponderadas.
ru: Задавайте вопросы о жизненных вызовах • Ищите советы по трудным решениям • Получайте помощь в личностном росте и формировании привычек • Спрашивайте все, что хотите узнать
sv: Ställ frågor om livets utmaningar • Sök vägledning om svåra beslut • Få hjälp med personlig utveckling och vanebygge • Fråga vad du vill lära dig
uk: Задавайте питання про життєві виклики • Шукайте поради щодо складних рішень • Отримуйте допомогу в особистісному рості та формуванні звичок • Питайте все, що хочете дізнатися

# onboarding_quotes_title
source: Daily Inspiration
de: Tägliche Inspiration
fr: Citations Spirituelles Quotidiennes
hu: Napi inspiráció
it: Citazioni Spirituali Quotidiane
nl: Dagelijkse inspiratie
pt: Citações Espirituais Diárias
ru: Ежедневное вдохновение
sv: Daglig inspiration
uk: Щоденне натхнення

# onboarding_quotes_description
source: Start each day with motivational quotes and practical insights. Get personalized guidance delivered to your phone.
de: Beginne jeden Tag mit motivierenden Zitaten und praktischen Erkenntnissen. Erhalte personalisierte Anleitung auf dein Telefon.
fr: Recevez des citations inspirantes quotidiennes pour élever votre esprit et renforcer votre foi. Chaque citation est soigneusement sélectionnée pour vous guider dans votre parcours spirituel.
hu: Indítsd minden napot motivációs idézetekkel és gyakorlati betekintésekkel. Kapj személyre szabott útmutatást a telefonodra.
it: Ricevi citazioni ispiratrici quotidiane per elevare il tuo spirito e rafforzare la tua fede. Ogni citazione è accuratamente selezionata per guidarti nel tuo percorso spirituale.
nl: Begin elke dag met motiverende citaten en praktische inzichten. Ontvang gepersonaliseerde begeleiding op je telefoon.
pt: Receba citações inspiradoras diárias para elevar o seu espírito e fortalecer a sua fé. Cada citação é cuidadosamente selecionada para guiá-lo na sua jornada espiritual.
ru: Начинайте каждый день с мотивирующих цитат и практических инсайтов. Получайте персонализированные советы на свой телефон.
sv: Börja varje dag med motiverande citat och praktiska insikter. Få personanpassad vägledning levererad till din telefon.
uk: Почніть кожен день з мотивуючих цитат і практичних інсайтів. Отримуйте персоналізовані поради на свій телефон.

# onboarding_profile_title
source: Tell Us About Yourself
de: Erzähl uns von dir
hu: Mesélj magadról
nl: Vertel ons over jezelf
ru: Расскажите о себе
sv: Berätta om dig själv
uk: Розкажіть про себе

# onboarding_profile_description
source: Help us personalize your experience with Stoa AI. This information helps us provide more relevant guidance.
de: Hilf uns, deine Erfahrung mit Stoa AI zu personalisieren. Diese Informationen helfen uns, relevantere Anleitung zu bieten.
hu: Segíts személyre szabni az élményedet a Stoa AI-val. Ez az információ segít relevánsabb útmutatást nyújtani.
nl: Help ons je ervaring met Stoa AI te personaliseren. Deze informatie helpt ons relevantere begeleiding te bieden.
ru: Помогите нам персонализировать ваш опыт с Stoa AI. Эта информация помогает нам предоставлять более релевантные советы.
sv: Hjälp oss att personanpassa din upplevelse med Stoa AI. Denna information hjälper oss att ge mer relevant vägledning.
uk: Допоможіть нам персоналізувати ваш досвід з Stoa AI. Ця інформація допомагає нам надавати більш релевантні поради.

# onboarding_goals_title
source: What Do You Want to Achieve?
de: Was möchtest du erreichen?
hu: Mit szeretnél elérni?
nl: Wat wil je bereiken?
ru: Чего вы хотите достичь?
sv: Vad vill du uppnå?
uk: Чого ви хочете досягти?

# onboarding_goals_description
source: Select your main goals so we can tailor our guidance to your personal journey.
de: Wähle deine Hauptziele, damit wir unsere Anleitung an deine persönliche Reise anpassen können.
hu: Válaszd ki fő céljaidat, hogy személyes útadhoz igazíthassuk útmutatásunkat.
nl: Selecteer je hoofddoelen zodat we onze begeleiding kunnen afstemmen op je persoonlijke reis.
ru: Выберите свои главные цели, чтобы мы могли адаптировать наши советы к вашему личному пути.
sv: Välj dina huvudmål så att vi kan skräddarsy vår vägledning efter din personliga resa.
uk: Виберіть свої головні цілі, щоб ми могли адаптувати наші поради до вашого особистого шляху.

# onboarding_suffering_title
source: How Long Have You Been Working on This?
de: Wie lange arbeitest du schon daran?
hu: Mennyi ideje dolgozol ezen?
nl: Hoe lang werk je hier al aan?
ru: Как долго вы работаете над этим?
sv: Hur länge har du arbetat med detta?
uk: Як довго ви працюєте над цим?

# onboarding_suffering_description
source: Understanding your journey helps us provide appropriate guidance and support.
de: Deine Reise zu verstehen hilft uns, angemessene Anleitung und Unterstützung zu bieten.
hu: Az utad megértése segít megfelelő útmutatást és támogatást nyújtani.
nl: Begrijpen van je reis helpt ons passende begeleiding en ondersteuning te bieden.
ru: Понимание вашего пути помогает нам предоставлять соответствующие советы и поддержку.
sv: Att förstå din resa hjälper oss att ge lämplig vägledning och stöd.
uk: Розуміння вашого шляху допомагає нам надавати відповідні поради та підтримку.

# onboarding_sample_quote
source: "The only way to do great work is to love what you do." - Steve Jobs
de: "Der einzige Weg, großartige Arbeit zu leisten, ist, das zu lieben, was du tust." - Steve Jobs
fr: "La foi, c'est faire le premier pas même quand on ne voit pas tout l'escalier."
hu: "A remek munka egyetlen módja, hogy szeresd, amit csinálsz." - Steve Jobs
it: "La fede è fare il primo passo anche quando non vedi tutta la scala."
nl: "De enige manier om geweldig werk te doen, is om van te houden wat je doet." - Steve Jobs
pt: "A fé é dar o primeiro passo mesmo quando não se vê toda a escada."
ru: "Единственный способ делать великую работу - это любить то, что ты делаешь." - Стив Джобс
sv: "Det enda sättet att göra bra arbete är att älska vad du gör." - Steve Jobs
uk: "Єдиний спосіб робити чудову роботу - це любити те, що ти робиш." - Стів Джобс

# onboarding_sample_user_message
source: I want to improve my...
de: Ich möchte mein... verbessern
fr: Je cherche ...
hu: Szeretném javítani...
it: Sto cercando ...
nl: Ik wil mijn... verbeteren
pt: Estou à procura de ...
ru: Я хочу улучшить...
sv: Jag vill förbättra min...
uk: Я хочу покращити...

# onboarding_sample_ai_message
source: Welcome! I'm here to help you build better habits and achieve your goals. How can I assist you today?
de: Willkommen! Ich bin hier, um dir zu helfen, bessere Gewohnheiten aufzubauen und deine Ziele zu erreichen. Wie kann ich dir heute helfen?
fr: Mon enfant, laisse-moi te guider. Comment puis-je t'aider dans ton parcours spirituel ?
hu: Üdvözöllek! Segítek jobb szokásokat kialakítani és céljaidat elérni. Miben segíthetek ma?
it: Figlio mio, lascia che ti guidi. Come posso aiutarti nel tuo cammino spirituale?
nl: Welkom! Ik ben hier om je te helpen betere gewoonten op te bouwen en je doelen te bereiken. Hoe kan ik je vandaag helpen?
pt: Meu filho, deixa-me guiar-te. Como posso ajudar-te na tua jornada espiritual?
ru: Добро пожаловать! Я здесь, чтобы помочь вам формировать лучшие привычки и достигать целей. Чем я могу помочь вам сегодня?
sv: Välkommen! Jag är här för att hjälpa dig bygga bättre vanor och uppnå dina mål. Hur kan jag hjälpa dig idag?
uk: Ласкаво просимо! Я тут, щоб допомогти вам формувати кращі звички та досягати цілей. Чим я можу допомогти вам сьогодні?

# onboarding_widget_title
source: Stay Connected to Growth
de: Bleib mit dem Wachstum verbunden
fr: Restez Connecté
hu: Maradj kapcsolatban a fejlődéssel
it: Rimani Connesso
nl: Blijf verbonden met groei
pt: Mantenha-se Ligado
ru: Оставайтесь на связи с ростом
sv: Håll dig ansluten till tillväxt
uk: Залишайтеся на зв'язку з ростом

# onboarding_widget_description
source: Add the Calendo widget to your home screen for instant access to daily motivation and habit tracking.
de: Füge das Calendo-Widget zu deinem Startbildschirm hinzu für sofortigen Zugriff auf tägliche Motivation und Gewohnheitsverfolgung.
fr: Ajoutez le widget StoicMind IA à votre écran d'accueil pour un accès instantané aux conseils spirituels quotidiens.
hu: Add hozzá a Calendo widgetet a kezdőképernyőhöz azonnali hozzáférésért a napi motivációhoz és szokáskövetéshez.
it: Aggiungi il widget StoicMind IA alla tua schermata principale per accesso istantaneo alla guida spirituale quotidiana.
nl: Voeg de Calendo-widget toe aan je startscherm voor directe toegang tot dagelijkse motivatie en gewoontebijhouden.
pt: Adicione o widget StoicMind IA ao seu ecrã inicial para acesso instantâneo à orientação espiritual diária.
ru: Добавьте виджет Calendo на главный экран для мгновенного доступа к ежедневной мотивации и отслеживанию привычек.
sv: Lägg till Calendo-widgeten på din startskärm för omedelbar åtkomst till daglig motivation och vanespårning.
uk: Додайте віджет Calendo на головний екран для миттєвого доступу до щоденної мотивації та відстеження звичок.

# onboarding_today_inspiration
source: Today's Growth Insight
de: Heutige Wachstumserkenntnis
fr: Inspiration d'Aujourd'hui
hu: A mai fejlődési betekintés
it: Ispirazione di Oggi
nl: Groei-inzicht van vandaag
pt: Inspiração de Hoje
ru: Сегодняшний инсайт о росте
sv: Dagens tillväxtinsikt
uk: Сьогоднішній інсайт про ріст

# onboarding_widget_label
source: Widget
ru: Виджет
uk: Віджет

# onboarding_add_to_home_screen
source: Add to Home Screen
de: Zum Startbildschirm hinzufügen
fr: Ajouter à l'Écran d'Accueil
hu: Hozzáadás a kezdőképernyőhöz
it: Aggiungi alla Schermata Principale
nl: Toevoegen aan startscherm
pt: Adicionar ao Ecrã Inicial
ru: Добавить на главный экран
sv: Lägg till på startskärmen
uk: Додати на головний екран

# onboarding_widget_instructions
source: Press and hold on your home screen, then tap the + button to add the Calendo widget
de: Drücke und halte auf deinem Startbildschirm, dann tippe auf die +-Schaltfläche, um das Calendo-Widget hinzuzufügen
fr: Appuyez longuement sur votre écran d'accueil, puis touchez le bouton + pour ajouter le widget StoicMind IA
hu: Nyomd meg és tartsd a kezdőképernyőt, majd érintsd meg a + gombot a Calendo widget hozzáadásához
it: Tieni premuto sulla tua schermata principale, quindi tocca il pulsante + per aggiungere il widget StoicMind IA
nl: Druk lang op je startscherm en tik op de +-knop om de Calendo-widget toe te voegen
pt: Mantenha premido no seu ecrã inicial, depois toque no botão + para adicionar o widget Saint AI
ru: Нажмите и удерживайте на главном экране, затем нажмите кнопку +, чтобы добавить виджет Calendo
sv: Tryck och håll på din startskärm, tryck sedan på +-knappen för att lägga till Calendo-widgeten
uk: Натисніть і утримуйте на головному екрані, потім натисніть кнопку +, щоб додати віджет Calendo

# onboarding_previous
source: Previous
de: Zurück
fr: Précédent
hu: Előző
it: Precedente
nl: Vorige
pt: Anterior
ru: Назад
sv: Föregående
uk: Назад

# onboarding_next
source: Next
de: Weiter
fr: Suivant
hu: Következő
it: Avanti
nl: Volgende
pt: Seguinte
ru: Далее
sv: Nästa
uk: Далі

# onboarding_get_started
source: Get Started
de: Loslegen
fr: Commencer
hu: Kezdjük el
it: Inizia
nl: Aan de slag
pt: Começar
ru: Начать
sv: Kom igång
uk: Почати

# onboarding_continue
source: Continue
de: Weiter
hu: Folytatás
nl: Doorgaan
ru: Продолжить
sv: Fortsätt
uk: Продовжити

# onboarding_skip
source: Skip
de: Überspringen
hu: Kihagyás
nl: Overslaan
ru: Пропустить
sv: Hoppa över
uk: Пропустити

# onboarding_habits_title
source: Build Better Habits
de: Bessere Gewohnheiten aufbauen
hu: Jobb szokások kialakítása
nl: Bouw betere gewoonten
ru: Формируйте лучшие привычки
sv: Bygg bättre vanor
uk: Формуйте кращі звички

# onboarding_habits_description
source: Create and track daily practices for personal growth • Check in, build streaks, and see your progress
de: Erstelle und verfolge tägliche Praktiken für persönliches Wachstum • Checke ein, baue Serien auf und sieh deinen Fortschritt
hu: Hozz létre és kövess napi gyakorlatokat a személyes fejlődéshez • Jelentkezz be, építs sorozatokat és nézd a haladást
nl: Maak en volg dagelijkse praktijken voor persoonlijke groei • Check in, bouw reeksen op en zie je voortgang
ru: Создавайте и отслеживайте ежедневные практики для личностного роста • Отмечайтесь, стройте серии и видьте свой прогресс
sv: Skapa och spåra dagliga övningar för personlig utveckling • Checka in, bygg serier och se din framsteg
uk: Створюйте та відстежуйте щоденні практики для особистісного росту • Відзначайтесь, будьте серії та бачте свій прогрес

# onboarding_habit_morning_reflection
source: Morning Reflection
de: Morgenreflexion
hu: Reggeli elmélkedés
nl: Ochtendreflectie
ru: Утреннее размышление
sv: Morgonreflektion
uk: Ранкова роздум

# onboarding_habit_morning_reflection_sub
source: Daily • 10 min
de: Täglich • 10 Min
hu: Naponta • 10 perc
nl: Dagelijks • 10 min
ru: Ежедневно • 10 мин
sv: Dagligen • 10 min
uk: Щодня • 10 хв

# onboarding_habit_evening_review
source: Evening Review
de: Abendbesprechung
hu: Esti áttekintés
nl: Avondbeoordeling
ru: Вечерний обзор
sv: Kvällsgenomgång
uk: Вечірній огляд

# onboarding_habit_evening_review_sub
source: Daily • 5 min
de: Täglich • 5 Min
hu: Naponta • 5 perc
nl: Dagelijks • 5 min
ru: Ежедневно • 5 мин
sv: Dagligen • 5 min
uk: Щодня • 5 хв

# onboarding_habit_acts_of_kindness
source: Acts of Kindness
de: Akte der Freundlichkeit
hu: Jó tettek
nl: Vriendelijke daden
ru: Акты доброты
sv: Vänliga handlingar
uk: Акти доброти

# onboarding_habit_acts_of_kindness_sub
source: Daily
de: Täglich
hu: Naponta
nl: Dagelijks
ru: Ежедневно
sv: Dagligen
uk: Щодня

# onboarding_habit_read_philosophy
source: Read Philosophy
de: Philosophie lesen
hu: Filosófia olvasása
nl: Lees filosofie
ru: Чтение философии
sv: Läs filosofi
uk: Читання філософії

# onboarding_habit_read_philosophy_sub
source: Daily • 20 min
de: Täglich • 20 Min
hu: Naponta • 20 perc
nl: Dagelijks • 20 min
ru: Ежедневно • 20 мин
sv: Dagligen • 20 min
uk: Щодня • 20 хв

# profile_name_placeholder
source: Your name
de: Dein Name
hu: A neved
nl: Je naam
ru: Ваше имя
sv: Ditt namn
uk: Ваше ім'я

# profile_age_placeholder
source: Your age
de: Dein Alter
hu: A korod
nl: Je leeftijd
ru: Ваш возраст
sv: Din ålder
uk: Ваш вік

# profile_optional
source: (Optional)
hu: (Opcionális)
nl: (Optioneel)
ru: (Необязательно)
sv: (Valfritt)
uk: (Необов'язково)

# profile_name_label
source: Name
hu: Név
nl: Naam
ru: Имя
sv: Namn
uk: Ім'я

# profile_age_label
source: Age
de: Alter
hu: Kor
nl: Leeftijd
ru: Возраст
sv: Ålder
uk: Вік

# profile_gender_label
source: Gender
de: Geschlecht
hu: Nem
nl: Geslacht
ru: Пол
sv: Kön
uk: Стать

# goal_personal_growth
source: Personal Growth
de: Persönliches Wachstum
hu: Személyes fejlődés
nl: Persoonlijke groei
ru: Личностный рост
sv: Personlig utveckling
uk: Особистісний ріст

# goal_stress_reduction
source: Stress Reduction
de: Stressreduktion
hu: Stresszcsökkentés
nl: Stressvermindering
ru: Снижение стресса
sv: Stressreducering
uk: Зниження стресу

# goal_emotional_resilience
source: Emotional Resilience
de: Emotionale Belastbarkeit
hu: Érzelmi ellenállóképesség
nl: Emotionele veerkracht
ru: Эмоциональная устойчивость
sv: Känslomässig motståndskraft
uk: Емоційна стійкість

# goal_mindfulness
source: Mindfulness & Present Moment
de: Achtsamkeit & Gegenwart
hu: Tudatosság és jelen
nl: Mindfulness & huidig moment
ru: Осознанность и настоящий момент
sv: Medvetenhet & nuet
uk: Усвідомленість та поточний момент

# goal_better_relationships
source: Better Relationships
de: Bessere Beziehungen
hu: Jobb kapcsolatok
nl: Betere relaties
ru: Лучшие отношения
sv: Bättre relationer
uk: Кращі стосунки

# goal_personal_growth_desc
source: Develop wisdom, virtue, and character through personal growth principles
de: Entwickle Weisheit, Tugend und Charakter durch persönliche Wachstumsprinzipien
hu: Fejleszd a bölcsességet, erényt és jellemet személyes fejlődési elvek révén
nl: Ontwikkel wijsheid, deugd en karakter door persoonlijke groeiprincipes
ru: Развивайте мудрость, добродетель и характер через принципы личностного роста
sv: Utveckla visdom, dygd och karaktär genom personlig utveckling
uk: Розвивайте мудрість, чесноту та характер через принципи особистісного росту

# goal_stress_reduction_desc
source: Learn to manage stress and find inner peace
de: Lerne Stress zu managen und inneren Frieden zu finden
hu: Tanulj meg kezelni a stresszt és megtalálni a belső békét
nl: Leer stress te beheersen en innerlijke vrede te vinden
ru: Учитесь управлять стрессом и находить внутренний покой
sv: Lär dig hantera stress och hitta inre frid
uk: Вчіться керувати стресом і знаходити внутрішній спокій

# goal_emotional_resilience_desc
source: Build strength to handle life's challenges
de: Baue Stärke auf, um Lebensherausforderungen zu bewältigen
hu: Építs erőt az élet kihívásainak kezeléséhez
nl: Bouw kracht op om levensuitdagingen aan te kunnen
ru: Стройте силу для преодоления жизненных вызовов
sv: Bygg styrka för att hantera livets utmaningar
uk: Будьте силу для подолання життєвих викликів

# goal_mindfulness_desc
source: Practice presence and awareness in daily life
de: Übe Präsenz und Bewusstsein im täglichen Leben
hu: Gyakorold a jelenlétet és tudatosságot a mindennapi életben
nl: Oefen aanwezigheid en bewustzijn in het dagelijks leven
ru: Практикуйте присутствие и осознанность в повседневной жизни
sv: Öva närvaro och medvetenhet i vardagen
uk: Практикуйте присутність та усвідомленість у повсякденному житті

# goal_better_relationships_desc
source: Improve connections with others through wisdom
de: Verbessere Verbindungen mit anderen durch Weisheit
hu: Javítsd a kapcsolatokat másokkal a bölcsesség révén
nl: Verbeter verbindingen met anderen door wijsheid
ru: Улучшайте связи с другими через мудрость
sv: Förbättra förbindelser med andra genom visdom
uk: Покращуйте зв'язки з іншими через мудрість

# suffering_recently_started
source: Recently started
de: Kürzlich begonnen
hu: Nemrég kezdve
nl: Onlangs begonnen
ru: Недавно начато
sv: Nyligen startat
uk: Нещодавно розпочато

# suffering_few_months
source: A few months
de: Einige Monate
hu: Néhány hónap
nl: Enkele maanden
ru: Несколько месяцев
sv: Några månader
uk: Кілька місяців
