Repository: hunnyhun/calendo
Catalog: Stoa AI/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, it, nl, pt, ru, sv, uk

# authDescription
source: Join thousands building better habits and achieving their goals through meaningful conversations with your AI personal growth companion.
de: Schließe dich Tausenden an, die bessere Gewohnheiten aufbauen und ihre Ziele durch bedeutungsvolle Gespräche mit deinem KI-Wachstumsbegleiter erreichen.
fr: Rejoignez des milliers de personnes découvrant la foi, l'espoir et les conseils à travers des conversations spirituelles significatives.
hu: Csatlakozz ezrekhez, akik jobb szokásokat építenek és céljaikat érik el értelmes beszélgetések révén az AI személyes fejlődési társaddal.
it: Unisciti a migliaia di persone che scoprono fede, speranza e guida attraverso conversazioni spirituali significative.
nl: Sluit je aan bij duizenden die betere gewoonten opbouwen en hun doelen bereiken door betekenisvolle gesprekken met je AI persoonlijke groeimaatje.
pt: Junte-se a milhares descobrindo fé, esperança e orientação através de conversas espirituais significativas.
ru: Присоединяйтесь к тысячам, формирующим лучшие привычки и достигающим своих целей через значимые разговоры с вашим AI-помощником по личностному росту.
sv: Gå med tusentals som bygger bättre vanor och uppnår sina mål genom meningsfulla samtal med din AI-personliga utvecklingskompanjon.
uk: Приєднуйтеся до тисяч, які формують кращі звички та досягають своїх цілей через значущі розмови з вашим AI-помічником з особистісного росту.

source: Continue with Google
de: Mit Google fortfahren
fr: Continuer avec Google
hu: Folytatás Google-lal
it: Continua con Google
nl: Doorgaan met Google
pt: Continuar com Google
ru: Продолжить с Google
sv: Fortsätt med Google
uk: Продовжити з Google

source: Continue with Apple
de: Mit Apple fortfahren
fr: Continuer avec Apple
hu: Folytatás Apple-lel
it: Continua con Apple
nl: Doorgaan met Apple
pt: Continuar com Apple
ru: Продолжить с Apple
sv: Fortsätt med Apple
uk: Продовжити з Apple

# authSuccessTitle
source: Welcome to SmartAI! 📚
de: Willkommen bei SmartAI! 📚
fr: Bienvenue dans la Communauté ! 🙏
hu: Üdvözöl a SmartAI! 📚
it: Benvenuto nella Comunità! 🙏
nl: Welkom bij SmartAI! 📚
pt: Bem-vindo à Comunidade! 🙏
ru: Добро пожаловать в SmartAI! 📚
sv: Välkommen till SmartAI! 📚
uk: Ласкаво просимо до SmartAI! 📚

# authSuccessMessage
source: You're now connected to SmartAI Habit & Daily Planner. Your personal growth journey awaits with unlimited conversations, personalized guidance, and daily habit tracking.
de: Du bist jetzt mit SmartAI Habit & Daily Planner verbunden. Deine persönliche Wachstumsreise wartet mit unbegrenzten Gesprächen, personalisierter Anleitung und täglicher Gewohnheitsverfolgung.
fr: Vous êtes maintenant connecté à StoicMind IA. Votre parcours spirituel vous attend avec des conversations illimitées, des conseils personnalisés et de l'inspiration quotidienne.
hu: Most csatlakoztál a SmartAI Szokás és Napi Tervezőhöz. A személyes fejlődési utad vár korlátlan beszélgetésekkel, személyre szabott útmutatással és napi szokáskövetéssel.
it: Ora sei connesso a StoicMind IA. Il tuo cammino spirituale ti aspetta con conversazioni illimitate, guida personalizzata e ispirazione quotidiana.
nl: Je bent nu verbonden met SmartAI Habit & Daily Planner. Je persoonlijke groeireis wacht met onbeperkte gesprekken, gepersonaliseerde begeleiding en dagelijks gewoontebijhouden.
pt: Agora está ligado ao AI Saint. A sua jornada espiritual espera-o com conversas ilimitadas, orientação personalizada e inspiração diária.
ru: Вы теперь подключены к SmartAI Habit & Daily Planner. Ваше путешествие личностного роста ждет с неограниченными разговорами, персонализированными советами и ежедневным отслеживанием привычек.
sv: Du är nu ansluten till SmartAI Habit & Daily Planner. Din personliga utvecklingsresa väntar med obegränsade konversationer, personanpassad vägledning och daglig vanespårning.
uk: Ви тепер підключені до SmartAI Habit & Daily Planner. Ваша подорож особистісного росту чекає з необмеженими розмовами, персоналізованими порадами та щоденним відстеженням звичок.

# subscriptionSuccessTitle
source: Premium Unlocked! ⭐
de: Premium freigeschaltet! ⭐
fr: Premium Débloqué ! ⭐
hu: Prémium feloldva! ⭐
it: Premium Sbloccato! ⭐
nl: Premium ontgrendeld! ⭐
pt: Premium Desbloqueado! ⭐
ru: Премиум разблокирован! ⭐
sv: Premium upplåst! ⭐
uk: Преміум розблоковано! ⭐

# subscriptionSuccessMessage
source: Congratulations! You now have access to unlimited messages, faster responses, and priority guidance. Your enhanced journey of personal growth begins now!
de: Herzlichen Glückwunsch! Du hast jetzt Zugriff auf unbegrenzte Nachrichten, schnellere Antworten und Prioritätsanleitung. Deine verbesserte Reise des persönlichen Wachstums beginnt jetzt!
fr: Félicitations ! Vous avez maintenant accès à des messages illimités, des réponses plus rapides et des conseils spirituels prioritaires. Votre parcours amélioré commence maintenant !
hu: Gratulálunk! Most hozzáférsz a korlátlan üzenetekhez, gyorsabb válaszokhoz és prioritásos útmutatáshoz. A fejlesztett személyes fejlődési utad most kezdődik!
it: Congratulazioni! Ora hai accesso a messaggi illimitati, risposte più veloci e guida spirituale prioritaria. Il tuo cammino migliorato inizia ora!
nl: Gefeliciteerd! Je hebt nu toegang tot onbeperkte berichten, snellere reacties en prioriteitsbegeleiding. Je verbeterde reis van persoonlijke groei begint nu!
pt: Parabéns! Agora tem acesso a mensagens ilimitadas, respostas mais rápidas e orientação espiritual prioritária. A sua jornada melhorada começa agora!
ru: Поздравляем! Теперь у вас есть доступ к неограниченным сообщениям, более быстрым ответам и приоритетным советам. Ваше улучшенное путешествие личностного роста начинается сейчас!
sv: Grattis! Du har nu tillgång till obegränsade meddelanden, snabbare svar och prioriterad vägledning. Din förbättrade resa av personlig utveckling börjar nu!
uk: Вітаємо! Тепер у вас є доступ до необмежених повідомлень, швидших відповідей та пріоритетних порад. Ваша покращена подорож особистісного росту починається зараз!

# settingsButtonLabel
source: Settings
de: Einstellungen
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt: Configurações
ru: Настройки
sv: Inställningar
uk: Налаштування

# anonymousLimitTitle
source: Usage Limit Reached
de: Nutzungslimit erreicht
fr: Limite d'Utilisation Atteinte
hu: Használati korlát elérve
it: Limite di Utilizzo Raggiunto
nl: Gebruikslimiet bereikt
pt: Limite de Utilização Atingido
ru: Достигнут лимит использования
sv: Användningsgräns nådd
uk: Досягнуто ліміт використання

# signUpOrLogInButton
source: Sign Up or Log In
de: Registrieren oder Anmelden
fr: S'Inscrire ou Se Connecter
hu: Regisztráció vagy Bejelentkezés
it: Registrati o Accedi
nl: Registreren of Inloggen
pt: Registe-se ou Inicie Sessão
ru: Зарегистрироваться или Войти
sv: Registrera dig eller logga in
uk: Зареєструватися або Увійти

# anonymousLimitMessage
source: To continue chatting, please sign up or log in.
de: Um weiter zu chatten, bitte registrieren oder anmelden.
fr: Pour continuer à chatter, veuillez vous inscrire ou vous connecter.
hu: A csevegés folytatásához kérjük, regisztrálj vagy jelentkezz be.
it: Per continuare a chattare, registrati o accedi.
nl: Om door te gaan met chatten, registreer je of log in.
pt: Para continuar a conversar, por favor registe-se ou inicie sessão.
ru: Чтобы продолжить чат, пожалуйста, зарегистрируйтесь или войдите.
sv: För att fortsätta chatta, vänligen registrera dig eller logga in.
uk: Щоб продовжити чат, будь ласка, зареєструйтеся або увійдіть.

# signUpBenefitsTitle
source: Benefits of Signing Up
de: Vorteile der Registrierung
fr: Avantages de l'Inscription
hu: A regisztráció előnyei
it: Vantaggi della Registrazione
nl: Voordelen van registreren
pt: Benefícios do Registo
ru: Преимущества регистрации
sv: Fördelar med att registrera sig
uk: Переваги реєстрації

source: Unlimited messages
de: Unbegrenzte Nachrichten
fr: Messages illimités
hu: Korlátlan üzenetek
it: Messaggi illimitati
nl: Onbeperkte berichten
pt: Mensagens ilimitadas
ru: Неограниченные сообщения
sv: Obegränsade meddelanden
uk: Необмежені повідомлення

source: Chat history
de: Chat-Verlauf
fr: Historique des conversations
hu: Csevegés előzmények
it: Cronologia chat
nl: Chathistorie
pt: Histórico de conversas
ru: История чата
sv: Chatthistorik
uk: Історія чату

source: Daily quotes
de: Tägliche Zitate
fr: Citations quotidiennes
hu: Napi idézetek
it: Citazioni quotidiane
nl: Dagelijkse citaten
pt: Citações diárias
ru: Ежедневные цитаты
sv: Dagliga citat
uk: Щоденні цитати

source: Cloud sync
de: Cloud-Synchronisierung
fr: Synchronisation cloud
hu: Felhő szinkronizálás
it: Sincronizzazione cloud
nl: Cloudsynchronisatie
pt: Sincronização na nuvem
ru: Облачная синхронизация
sv: Molnsynkronisering
uk: Хмарна синхронізація

source: Continue browsing
de: Weiter stöbern
fr: Continuer à naviguer
hu: Böngészés folytatása
it: Continua a navigare
nl: Bladeren voortzetten
pt: Continuar a navegar
ru: Продолжить просмотр
sv: Fortsätt bläddra
uk: Продовжити перегляд

# freeTierLimitMessage
source: You've reached your free tier message limit.
de: Du hast dein kostenloses Nachrichtenlimit erreicht.
fr: Vous avez atteint votre limite de messages gratuits.
hu: Elérted az ingyenes szintű üzenetkorlátot.
it: Hai raggiunto il limite di messaggi gratuiti.
nl: Je hebt je gratis tier-berichtenlimiet bereikt.
pt: Atingiu o seu limite de mensagens gratuitas.
ru: Вы достигли лимита сообщений бесплатного уровня.
sv: Du har nått din gratistierens meddelandegräns.
uk: Ви досягли ліміту повідомлень безкоштовного рівня.

# premiumBenefitsTitle
source: Premium Benefits
de: Premium-Vorteile
fr: Avantages Premium
hu: Prémium előnyök
it: Vantaggi Premium
nl: Premium-voordelen
pt: Benefícios Premium
ru: Преимущества Премиум
sv: Premium-fördelar
uk: Переваги Преміум

source: Faster responses
de: Schnellere Antworten
fr: Réponses plus rapides
hu: Gyorsabb válaszok
it: Risposte più veloci
nl: Snellere reacties
pt: Respostas mais rápidas
ru: Более быстрые ответы
sv: Snabbare svar
uk: Швидші відповіді

source: Unlimited quotes
de: Unbegrenzte Zitate
fr: Citations illimitées
hu: Korlátlan idézetek
it: Citazioni illimitate
nl: Onbeperkte citaten
pt: Citações ilimitadas
ru: Неограниченные цитаты
sv: Obegränsade citat
uk: Необмежені цитати

source: Priority support
de: Prioritäts-Support
fr: Support prioritaire
hu: Prioritásos támogatás
it: Supporto prioritario
nl: Prioriteitsondersteuning
pt: Suporte prioritário
ru: Приоритетная поддержка
sv: Prioriterat stöd
uk: Пріоритетна підтримка

source: Maybe later
de: Vielleicht später
fr: Peut-être plus tard
hu: Talán később
it: Forse più tardi
nl: Misschien later
pt: Talvez mais tarde
ru: Может быть позже
sv: Kanske senare
uk: Може бути пізніше
